//UC of AppStore 英国
"ucBuyItemError" = "Buy the product is invalid or does not exist！";
"ucBuyItemOK" = "OK";
"SubscriptionAlertMessage" = "Your iTunes account will be billed %@ %@ after confirming your subscription and automatically renew %@ until the subscription period ends or cancel your subscription.";
"SubscriptionAlertTitle" = "Confirm Subscription";
"SubscriptionAlertCancel" = "Cancel";
"SubscriptionAlertOK" = "Subscribe";
"SubscriptionAlertPrivate" = "Privacy Policy";
"SubscriptionAlertService" = "Terms of Service";
"SubscriptionWeek" = "Every Week";
"SubscriptionWeeks" = "Every %d Week";
"SubscriptionMonth" = "Every Month";
"SubscriptionMonths" = "Every %d Month";
"SubscriptionYear" = "Every Year";
"SubscriptionYears" = "Every %d Year";
